Repository: diksha/grihni
Catalog: lib/l10n/app_*.arb
Languages: ne

source: CLICK HERE
ne: यहाँ क्लिक गर्नुहोस्

# statupDes
source: Its incredible to have you as our partner. Bringing both the worldâ€™s of tradition and modernism, lets us together take the company to great heights.
ne: तपाइँलाई कम्पनीको पाटनरको रूपमा पाउदा अधिक खुशी छौं । परम्परा र आधुनिकतालाई अँगालेर ईमानदारीका साथ हामी दुबै मिलेर कम्पनीलाई एउटा उचाइमा पुराउ ।

source: Select Language
ne: भाषा छनोट गर्नुहोस्

source: Signup
ne: साइन अप

source: Login
ne: लग - इन

source: Phone Number
ne: फोन नम्बर

source: Click here for OTP
ne: OTP को लागी यहाँ क्लिक गर्नुहोस्

source: Need help?
ne: सहयोग चाहियो?

source: Sign Up Form
ne: साइन अप फारम

source: NAME
ne: नाम

source: Already have account?
ne: पहिले नै खाता छ?

# clickHereForOTPBtn
source: Click here for OTP
ne: OTP को लागी यहाँ क्लिक गर्नुहोस्

source: Hello
ne: नमस्कार

source: Training Pending
ne: प्रशिक्षण बाँकी छ

# contactYouSoon
source: Our training Experts will contact you soon
ne: हाम्रो प्रशिक्षण विशेषज्ञहरु चाँडै सम्पर्क गर्नुहुनेछ

source: Task Details
ne: कार्य विवरण

source: Assignments Done
ne: असाइनमेन्ट सम्पन्न भयो

source: My Pending Tasks
ne: मेरो बाँकी काम

source: New Tasks
ne: नयाँ कार्यहरु

source: Task
ne: कार्य

source: Achaar
ne: अचार

source: kg
ne: केजी

# job
source: JOB {jobId}
ne: काम {jobId}

# achaarAndAmount
source: {achaarType} {amount} kg
ne: {achaarType} {amount} केजी

source: Accept
ne: स्वीकार गर्नुहोस्

source: Decline
ne: अस्वीकार

source: Awesome !
ne: अति उत्तम !

# letsBegin
source: Let's Begin JOB {jobId}
ne: {jobId} काम शुरू गरौं

# purchaceManagerWillContactYou
source: Our purchase manager will contact you soon for the delivery of groceries
ne: हाम्रो खरीद प्रबन्धक कच्चा पदार्थको वितरण को लागी तुरुन्तै सम्पर्क गर्नुहुनेछ ।

# groceriesforlapsireceived
source: Groceries for Lapsi {amount} kg received
ne: लप्सीको लागी कच्चा पदार्थ {amount} किलो प्राप्त भयो ।

source: Start Task
ne: कार्य सुरु गर्नुहोस्

source: Ready for pickup
ne: पिकअप को लागी तयार छ

# yourAchaarHasbeenPrepared
source: Your achaar has been successfully prepared. Thank you !
ne: तपाइँको अचार सफलतापूर्वक तयार गरीएको छ । धन्यवाद !

# jobCompleted
source: Job {jobId} completed
ne: काम {jobId} पूरा भयो

# collectAchaarSoon
source: Your pickup sathi will collect the achaar soon !
ne: तपाइँको पिकअप साथीले चाँडै अचार संकलन गर्नुहुनेछ ।

source: Profile Settings
ne: प्रोफाइल सेटिंग्स

source: Payment Pending
ne: भुक्तानी बाँकी छ

source: Payment Received
ne: भुक्तानी प्राप्त

source: Junkiri Code
ne: जुन्किरी कोड

source: of Achaar Prepared
ne: लिअचार तयार छ
